Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/facta/samediggi.fi/olggosaddimet/raporttat/sami_giellalaga_ollauvvan_jagiin_2004-2006.pdf.tmx
Source language: sme
Languages: smn

source: Dearvvasvuohtabálvalusain boarrásiiddikšu ja eará dearvvasvuohtabálvalusat
smn: tuáimih-uv vuohâsávt sämikuávlust. Tiervâsvuođâpalvâlusâin puárásijtipšo já eres tiervâsvuođâpal

source: adnojedje oalle dehalaš sámegielat bálvalussan.
smn: vâlusah nomâttuvvojii uáli tehálâš sämikielâlâš palvâlussân.

source: Lea váidalahtti, ahte dáid doaibmasurggiin ii sáhte
smn: Lii vaidâlittee, et táin toimâsuorgijn ij

source: oažžut sámiid ruovttuguovllus viidát sámegielat bálvalusaid.
smn: pyevti finniđ sämikuávlust tuárvi vijđáht sämikielâlâš palvâlem.

source: Sámesearvvit atnet stáhta dehaleamos sámegielat bálvalussan sámerádio ja sámi tv-ođđasiid, mas ii
smn: Sämiseervih onnii staatâ tehálumos sämikielâlâš palvâlussân sämiradio já sämikielâ tv-uđđâsijd,

source: leat fásta sáddenáigi.
smn: main ij lah fastâ vuogâttâsäigi.

source: Sámerádio ii vástidan jearahallamii.
smn: Sämiradio ij västidâm koijâdâlmân.

source: Eará dehalaš sámegielat bálvalusat ledje
smn: Eres teháliih sämikielâlâš palvâ

source: heahteguovddáš, mii ii bálval sámegielain, duopmostuolut, bargofápmodoaimmahagat ja
smn: lusah lijjii etikuávdáš, mii ij palvâl sämikielân, tuámustovlih, pargovyeimitoimâttuvah já aalmug

source: álbmotealáhatlágádus (Áel).
smn: iäláttâslájádâs (AIL).

source: Buot virgeoapmahaččain sávvui nákca sámegielat áššehasbálvalussii ja
smn: Puohâin virgeomâháin tuoivui naavcâ sämikielâlâš äššigâšpalvâlmân já sämi

source: sámegielat virgeoapmahašdieđiheapmi.
smn: kielâlâš virgeomâhâštieđettem.

source: Sámeservviid ja - orgánaid oainnuid mielde buoremus vuohki sámegielat bálvalusaid sihkkarastima
smn: Sämiseervij já - peelij uáinui mield pyeremus vyehi sämikielâlâš palvâlusâi tuurvâstmân sämikuáv

source: dihte sámiid ruovttuguovllus lea sámegielat bálvalusaid lunddolaččan dahkan.
smn: lust lii sämikielâlâš palvâlusâi luándulâžžân toohâm. Tááláin palvâlemráhtusáin taat ij lah vala máh

source: bálvalusráhkadusain dát ii leat vel vejolaš, muhto dat gáibida stáhta ja gielddaid virgeoapmahaččain
smn: đulâš, pic tot váátá staatâ já kieldâi virgeomâháin prioristim já palvâlusâi vuáválâš ovdedem.

source: prioriserema ja bálvalusaid plánavuloš ovddideami. Sierra hálddahussurggiid gaskkas galgá lasihit
smn: Jieškote-uv haldâšemsuorgij kooskâ kalga lasettiđ ohtsâšpargo, vâi sämmilij kielâlâš vuoigâdvuo

source: ruovttuguovllus ii leat sámeorgánaid ja - servviid mielde doarvái sámegielat mánáid ja nuoraid
smn: đâid puáhtá turvâstiđ täsipiälásávt. Sämikuávlust ij lah sämipeelij já - seervij mield tuárvi sämi

source: riekkes- ja oahpahusdoaibma.
smn: kielâlâš párnái já nuorâi kerho- já máttááttâstoimâ.

source: Sámegielat riekkesdoaibma buktá mánáide justa daid erenomáš
smn: Sämikielâlâš kerhotoimâ puáhtá párnáid eidu

source: dehalaš lunddolaš gielageavahandiliid.
smn: taid tehálumosijd luándulâš kielâkevttimtilálâšvuođâid.

source: Dutkamušaid mielde šaddi máná ja nuora gielageavaheami ovdáneapmái lea dehalaš beassat geavahit giela seammaahkásaš mánáiguin ja nuoraiguin.
smn: Tutkâmušâi mield šaddee párnáá já nuorâ kielâkevttim ovdánmân on tehálâš uážžuđ kevttiđ kielâ siämmááahasij párnáiguin já nuorâiguin.

source: Stáhta, sámediggi ja gielddat galget álgit hohpolaš doaimmaide sámegielat rieggáid ásaheapmin ja
smn: Staatâ, sämitigge já kieldah kalgeh riemmâđ jotelis toimáid sämikielâlâš kerhoi tohâmân já rut

source: ruhtadeapmin.
smn: tâdmân.

source: Sámediggi ferte bealistis ovddidit maiddái lunddolaš gielageavahandiliid šaddama.
smn: Sämitigge kalga jiejâs uásild ovdediđ meiddei luándulâš kielâkevttimtilálâšvuođâi šoddâm.

source: Buoremus
smn: Pyere

source: vuohki dasa lea dat, ahte sámedikki virgeoapmahaččat ja doaibmaolbmot geavahit jeavddalaččat
smn: mus vyehi taas lii tot, et sämitige virgeomâhááh já toimâulmuuh kevttih merikoskâsávt uási

source: oasi bargoáiggis sámiid gielalaš vuoigatvuođaid ovddideapmin.
smn: pargoäigistis sämmilij kielâlâš vuoigâdvuođâi oovdedmân.

source: Sámediggi galgá doaimmas leat
smn: Sämitigge kalga leđe toimâinis jieijâs

source: iežas álbmoga veahkkin ja doarjut sin gielalaš vuoigatvuođaid ovddideami.
smn: aalmug iššeen já tuárjuđ sii kielâlâš vuoigâdvuođâi vyejimist.

source: doaimmahahkii lea vuođđuduvvon gielladorvočálli virgi, gean vásttu vuolde lea sámi giellalága
smn: Sämitige toimâttâhân lii vuáđudum kielâtorvočällee virge, mon ovdâsvástádâssân lii säämi kielâlaavâ čuávvum.

source: čuovvun.
smn: Sämitige sämikielâ

source: Sámedikki sámegiela geavaheami ovddideapmi, sámiid gielalaš vuoigatvuođaid gohcin ja
smn: kevttim ovdedem, sämmilij kielâlâš vuoigâdvuođâi kocceem já sämmilij tuárjum kielâlâš vuoi

source: sámiid doarjun gielalaš vuoigatvuođaid guoskevaš áššiin galget leat olles sámedikki bargoveaga
smn: gâdvuođâid kyeskee aašijn kalga leđe ubâ sämitige pargojuávhu kyeskee äšši, ige äšši pyevti ige

source: guoskevaš ášši, iige ášši sáhte iige oaččo guođđit dušše ovtta olbmo ala.
smn: uážu pääcciđ tuše oovtâ ulmuu ärdei oolâ.

source: Sámegielat bálvalusaid lunddolažžan dahkan gáibida ovddalgihtii ráhkkanan vuogádaga, ns.
smn: Sämikielâlâš palvâlusâi luándulâžžân toohâm váátá muneldeijee vuáháduv ađai ko äššigâš puátá

source: áššehasa boađidettiin gáibidit sámegielat bálvalusaid, eai livčče smiehttamin gos tulka ordnašuvvá
smn: vaattâđ sämikielâlâš palvâlusâid, ij kolgâččii pääcciđ smiettâđ, kost tulkkâ ornâšuvá já maid säämi

source: ja maid sámi giellaláhka duođalaččat gáibida.
smn: kielâlaahâ uálináál váátá.

source: Gielddaide ja virgeoapmahaččaide galgá vuođđudit
smn: Kieldáid já virgeomâháid kalga vuáđudiđ äššigâšregisterijd, moid tiäđust

source: áššehasregistaraid, maidda dieđusge bivdojuvvo áššehasa miehtan, maid bokte jođihuvvo
smn: uv pivdoo äššigâš miettâm já moi pehti stivrejuvvoo sämikielâlâš tieđettem, uárnejuvvoo tulkkâ tâi

source: sámegielat dieđiheapmi, ordnejuvvo tulka dahje stivrejuvvo olmmoš sámegielmáhtolaš
smn: stivrejuvvoo olmooš sämikieltáiđusâš virgejaldâšeijee luusâ.

source: virgehálddašeaddji lusa.
smn: Virgeomâhái almos tiäđáttâsâin já

source: oahpistangalbbain galgá muitalit, geat bargit sáhttet bálvalit sámegillii, vuoi sámegiellagat dihtet
smn: virgetáálui ravviittâsâin kalga muštâliđ, kiäh pargeeh pyehtih palvâliđ sämikielân, vâi sämikielâliih

source: mannat sin lusa.
smn: mättih ucâluđ sii luusâ.

source: Sámegiela girjegiella lea nuorra, ja sápmelaš rávesolbmot eai leat vealtameahttumit studeren
smn: Säämi kirjekielâ lii nuorâ, já sämmilâš rävisolmoošaalmug ij lah velttidhánnáá luuhâm säämi

source: sámegiela girjegiela skuvllas dahje ruovttus.
smn: kirjekielâ škoovlâst tâi pääihist.

source: sápmelaččaide galgá dáhkidit vejolašvuođaid studeret iežas eatnigiela.
smn: Sämikieláid šaddeh uđđâ uđâssäänih ubâ ääigi, já sämmiláid kalga tähidiđ máhđulâšvuođâid luuhâđ jieijâs eenikielâ.

source: Ruoŧa sámedikkis lea
smn: Ruotâ sämitiggeest lii sämikielâlâš rävisolmooš

source: sámegielat rávesolbmuid lohkan- ja čállinfidnu.
smn: aalmug luuhâm- já čäällimtááiđu haahâ.

source: Sámediggi mieđiha ekonomalaš doarjaga sápmelaš
smn: Sämitigge mieđeet ekonomâlâš torjuu säämi rävisolmooš

source: rávesolbmuide sámegiela studerema várás.
smn: aalmugân sämikielâ luuhâm várás.

source: Fidnu leamašan bivnnut ja dárbbašlaš. Dákkár málle
smn: Lii čielgâm, et haahâ lii lamaš miännástuvvee já tárbulâš.

source: galgá oažžut maiddái Suoma sámiid várás.
smn: gáár maali kalga finniđ meiddei Suomâ sämiaalmug várás.

source: Sápmelaččain ii leat lunddolaš kanála oažžut sámegielat ođđa tearpmaid, go Suomas ii almmustuva
smn: Sämmilijn ij lah luándulâš kanava finniđ sämikielâlâš uđâstermâduv, ko Suomâst ij almostuu sä

source: sámegielat beaiveaviisa.
smn: mikielâlâš peiviaavis.

source: Anárašgillii almmustuvvá vahkkosaš neahttaaviisa, dakkára galgá oažžut
smn: Aanaarsämikielân almostuvá okkosâš nettilostâ, tággáár kolgâččij finniđ

source: maiddái nuortalašgillii.
smn: meiddei nuorttâsämikielân.

source: Davvisámegillii almmustuvvet Norggas guokte beaiveaviissa.
smn: Tavesämikielân almostuveh Taažâst kyehti peiviaavis.

source: Stuorra
smn: Stuorrâ vááijuv

source: váilevuohtan lea, ahte Suoma sámit eai sáhte lohkat Suomas doaimmahuvvon, Suoma
smn: vuotân lii, et Suomâ sämmiliih iä pyevti luuhâđ Suomâst toimâttum, Suomâ tavesämikielâ suomâ

source: Sámegielat aviisa buktá lunddolaš
smn: nijguin toimâttum aavis.

source: gielageavahandiliid ja ovddida sámegiela geavaheami.
smn: Sämikielâlâš aavis taha luándulâš kielâkevttimtilálâšvuođâid já oovded

source: Norgga sámedikki bušeahtas sámegiela hálddahusguovllu sámegielat bálvalusat ruhtaduvvojit
smn: Taažâ sämitige budjetist sämikielâ haldâšemkuávlu sämikielâlâš palvâlusah ruttâduvvojeh ihásávt

source: jahkásaččat vádjit 6,3 milj. euroin.
smn: vááijuv 6,3 milj. euroin. Ruttâdem mieđettuvvoo el.

source: Ruhtadeapmi mieđihuvvo ee. sámegiela hálddahusguovllu guovttegielatvuođa doarjumii 4 800 000 euro ja davvi gielddaide vuođđuduvvon sámegiela
smn: sämikielâ haldâšemkuávlun kyevtkielâlâšvuođâ tuárjumân 4 800 000 eurod, sehe säämi kielâkuávdáid, moh láá vuáđudum tavekieldáid, 522 650

source: giellaguovddážiidda 522 650 euro.
smn: eurod.

source: Ruoŧas sámegiela, suomagiela ja meän kieli ovddidandoaimmat ruhtaduvvojit 650 000 euroin jahkásaččat Norrbott leanaráđđehusa bokte.
smn: Ruotâst sämikielâ, suomâkielâ já meän kieli ovdedemtooimah ruttâduvvojeh 650 000 euroin

source: Lassin sámediggi
smn: ihásávt Norrbotten läänihaldâttâs pehti.

source: ovddidan sámegiela doaimmaid 216 000 euroin jahkásaččat.
smn: Lasseen sämitigge oovded sämikielâ tooimâid 216 000 eu roin ihásávt.

source: Suomas sámegielat bálvalusat dorjojit jahkásaččat vádjit 800 000 euroin.
smn: Suomâst sämikielâlâš palvâlusah tuárjojeh ihásávt vááijuv 800 000 euroin.

source: Dát čohkiida sámegielat
smn: Taat šadda sämikielâlâš

source: sosiála- ja dearvvasvuohtabálvalusaid ruhtadeamis sámeguovllu gielddaide, sámi giellalága
smn: sosiaal- já tiervâsvuođâpalvâlusâi ruttâdmist sämikuávlu kieldáid, säämi kielâlaavâ heiviittem lase

source: heiveheami lassigoluid ruhtadeamis ja ruhtadeamis guovttegielat bálvalusaid buvttadeapmái.
smn: koloi ruttâdmist sehe ruttâdmist kyevtkielâlâš palvâlusâi pyevtitmân. Sämikielâlâš sosiaal- já tier

source: Sámegielat sosiála- ja dearvvasvuohtabálvalusaid ruhtadeapmi (600 000,- €) manná sámedikki
smn: vâsvuođâpalvâlusâi ruttâdem (600 000,- €) stivrejuvvoo sämitige pehti. Kieldâi kyevtkielâlâšvuo

source: Gielddaid guovttegielatvuođas boahtán goluid (sullii 55 000 euro) ruhtadeapmi ii leat
smn: đâst šaddee koloi (suullân 55 000 eurod) ruttâdem ij lah vittádum, pic tot mieđettuvvoo kieldâ

source: bealljemerkejuvvon, muhto dat mieđihuvvo gieldda ássiidlogu mielde.
smn: ässeelovo mield..

source: Sámi giellalága heiveheapmái dárkkuhuvvon lassigoluid gohčamii lea várrejuvvon jahkásaččat ohcanláhkai
smn: Säämi kielâlaavâ heivitmân uáivildum lasekoloid lii väridum ihásávt jyehimnáál

source: vuoigatvuohtaministeriija hálddahussuorggis 130 000 euro, mas lea báhcán jagiin 2004 ja 2006
smn: riehtiministeriö haldâšemsyergist 130 000 eurod, mast lii pááccám iivij 2004 já 2006 ääigi kev

source: geavatkeahttá sullii 35 % ja dušše jagis 2005 ruhtadeapmi geavahuvvui goasii obban.
smn: tihánnáá suullân 35 % já tuše ive 2005 ruttâdem kevttui masa ollásávt.

source: Suoma
smn: Suomâ sämikielâlâš pal

source: sámegielat bálvalusaid ruhtadeapmi vástida sturrodaga beales Ruoŧa sámegielat bálvalusaid
smn: vâlusâi ruttâdem västid stuáruduvâs peeleest Ruotâ sämikielâlâš palvâlusâi ruttâdem, mut kuávšud

source: ruhtadeami, muhto šovkkoda Norgga resurssaid bálddas.
smn: Taažâ resurssij paaldâst.

source: Galgá maiddái fuopmášit, ahte Ruoŧas ii leat aitosaš sámi giellaláhka muhto vehádatgiellaláhka.
smn: Kalga meiddei huámášiđ, et Ruotâst ij lah eidusâš säämi kielâlaahâ pic

source: Sámegielat bálvalusaid resurseremin ii leamašan viiddes váikkuhus sámegielat bálvalusaid
smn: Sämikielâlâš palvâlusâi naavcâi lasettem ij lah vijđáht vaikuttâm sämikielâlâš palvâlusâi ovdánmân

source: ovdáneapmái Suomas.
smn: Suomâst.

source: Livččiige dehalaš lasihit resurssaid justa daid surggiide, gos sámegielat
smn: Ličij tehálâš lasettiđ resurssijd eidu toid peelijd, main sämikielâlâš palvâlusah tarbâšuv

source: bálvalusat dárbbašuvvojit jođánepmosit nugo doaibmabiddjoevttohusain ja dán čoahkkáigeasus lea
smn: vojeh enâmustáá tegu toimâiävtuttâsâin, moh taam čuákánkiäsust láá oovdânpuohtum. Meid rut

source: Ruhtadeami váikkuhusa galgá bastit maiddái čilget ja ruhtadeami geavaheami galgá
smn: tâdem vaikuttâsvuođâ kalga pyehtiđ čielgiđ já ruttâdem kevttim kalga čuávvuđ aktiivlávt. Ruttâdem

source: Ruhtadeami oažžus galgá gáibidit sámi giellalága čuovvuma ja sámegielat bálvalusaid ulbmildiđolaš plánema.
smn: finnejeijest kalga vaattâđ säämi kielâlaavâ nuávdittem já sämikielâlâš palvâlusâi ulmelâš vuávám.

source: Badjel bealli Suoma sámiin ássá dán áigge sámiid ruovttuguovllu olggobealde.
smn: Paijeel peeli Suomâ sämmilijn áásá tááláá ääigist sämikuávlu ulguubeln.

source: Galgáge jearrat, mo
smn: Nuuvtpa ferttee koijâdiđ,

source: sámiid gielalaš bálvalusaid ja vuoigatvuođaid sáhttá sihkkarastit sámiid ruovttuguovllu olggobealde.
smn: maht sämmilij kielâlâš palvâlusâid já vuoigâdvuođâid puáhtá turvâstiđ sämikuávlu ulguubeln.

source: Suoma vuođđoláhka dáhkida sámiide vuođđolágalaš vuoigatvuođa iežas gillii ja kultuvrai.
smn: mâ vuáđulaahâ täähid sämmiláid vuáđulavâlâš vuoigâdvuođâid jieijâs kielân já kulttuurân.

source: Dálá vuohki, mas sámegiela oahpahusa ordnen sámiid ruovttuguovllu olggobealde báhcá
smn: vuáhádâh, mast sämikielâ máttááttâs ornim sämikuávlu ulguubeln páácá sämmilâšvanhimij aktiiv

source: sámevánhemiid aktiivvalašvuođa vehkii, áitá sámiid vuođđolágalaš vuoigatvuođa iežas gillii.
smn: lâšvuođâ viehân, áštá sämmilij vuáđulavâlâš vuoigâdvuođâ jieijâs kielân.

source: Suoma stáhtas lea nappo ovdasaji geatnegasvuohta fuolahit sámegielat bálvalusaid sihkkarastimis
smn: Nuuvtpa Suomâ staatâst lii vuosâsajasâš kenigâsvuotâ huolâttiđ sämikielâlâš palvâlusâi tuurvâstmist sämikuávlu ulguubeln.

source: Sámeservviid ja - organisášuvnnaid mielde sámegielat oahpahusa sámiid ruovttuguovllu
smn: Sämiseervij já - organisaatioi mield sämikielâlâš máttááttâs sämikuávlu ulguubeln kalga turvâstiđ

source: olggobealde galgá sihkkarastit nu, ahte dat galgá beassat sierrabuhttema vuollái ja lassin sámeservviide galgá mieđihit ruhtadeami sámegielat riekkes- ja oahpahusdoaimma lágideapmái.
smn: nuuvt, et tot kalga peessâđ sierânâssajanmäksimvuođâ vuálásâžân já lasseen sämiservijd kalga mieđettiđ ruttâdem sämikielâlâš kerho- já máttááttâstooimâ orniimân.

source: Sámi giellaláhka lea lasihan sámegielat jorgalusaid.
smn: Säämi kielâlaahâ lii lasettâm sämikielâlâš jurgâlusâid.

source: Muhto buot dehalaš surggiin eai leat velge
smn: Mut puohâin tehálâš suorgijn iä lah valagin

source: viidát oažžumis sámegielat jorgalusat.
smn: finniimist tuárvi sämikielâlâš jurgâlusah.

source: Dán áigge galget virgeoapmahaččat bidjat deattu maiddái
smn: Tááláá ääigist kalgeh virgeomâhááh pieijâđ naavzâid

source: Internet bokte dáhpáhuvvan gulahallamii, go dat lea virgeoapmahaččaid virggálaš dieđiheapmi, ja
smn: meiddei Internet pehti tábáhtuvvee viestâdmân, ko tot lii virgeomâhái virgálâš tieđettem, já návt

source: ná sámi giellalága vuollásaš dieđiheapmi.
smn: säämi kielâlaavâ vuálásâš tieđettem.

source: Maiddái sámediggi galggašii dieđihit doaimmas
smn: Meid sämitigge kolgâččij tieđettiđ toimâinis Interneetist aa

source: Interneahtas anáraš- ja nuortalašgillii.
smn: naar- já nuorttâsämikielân.

source: Sierra hálddahussurggiin váilot gárvves sámegielat
smn: Jieškote-uv haldâšemsuorgijn váiluh valmâš sämikielâlâš luámáttâhvuá

source: skovvevuođut, maid bokte sámegielat áššiiddikšun sáhttá dáhpáhuvvat.
smn: đuh, moi pehti sämikielâlâš ášástâllâm puáhtá tábáhtuđ.

source: Dáid skovvevuođuid galgá
smn: Táid luámáttâhvuáđuid kalga jurgâliđ

source: jorgalit sámegillii.
smn: sämikielân.

source: Virggálaš áššiiddikšun lea sirdáseamen ain eanet Internettii.
smn: Virgálâš ášástâllâm lii sirduumin eenâb já eenâb Interneetin.

source: bálvalusat leat Internet-áššiiddikšumis vel oalle váilevaččat, ja daid galgá sihkkarastit.
smn: Sämikielâlâš palvâlusah láá Internet-ášástâlmist vala uáli vääniht, já taid kalga turvâstiđ.

source: Sámegielat
smn: Sämikielâlâš Internet-ášástâllâm

source: Internet-áššiiddikšuma bokte sáhttá sihkkarastit sámegielat bálvalusaid maiddái sámiid
smn: pehti puáhtá turvâstiđ sämikielâlâš palvâlusâid meiddei sämikuávlu ulguubel, jis palvâlusâi

source: ruovttuguovllu olggobealde, jos bálvalusaid plánemis čuvvojuvvo sámi giellaláhka.
smn: vuáváámist nuávdittuvvoo säämi kielâlaavâ.

source: Sámegiela studerema olis galgá bargobirrasis movttiidahttit sámegiela álgokurssa vázziid joatkit
smn: Sämikielâ oopâin kalga pargosiärvusijn movtáskittiđ sämikielâ álguoopâid jottáám ulmuid juátkiđ

source: lohkama ain viidásabbot, vuoi sii juvssašedje beaivválaš áššehasbálvalusas gáibiduvvon sámegiela dáiddu.
smn: opâinis ain ovdeláá, vâi sii juvsâččii taggaar sämikielâ tááiđu, mii piäiválâš äššigâšpalvâlmist vát

source: Bargobirrasat galggašedje oaidnit dán maiddái resursagažaldahkan, ns.
smn: Pargosiärvuseh kolgâččij uáiniđ taan meiddei nahcâkoččâmâššân ađai jis álguoopâi maŋa

source: studerema maŋŋá oahput eai jotkojuvvo, álgokursii geavahuvvon áigi ja resurssat mannet duššás, go
smn: oopah iä jotkuu, te álguoppáid kevttum äigi já resursseh maneh háská, ko álguoopâi oppâm ij täähid

source: álgokurssa studeren ii dáhkit doarvái áššehasbálvalusas gáibiduvvon gielladáiddu.
smn: tuárvi šiev kielâtááiđu, mii äššigâšpalvâlmist váttoo. Puohháid virgeomâhâšpeelij jieškote-uv toi

source: virgeoapmahaččaid sierra doaibmasurggiid bargiide galgá dáhkidit seammaárvosaš vejolašvuođaid
smn: mâsuorgij pargeid kalga tähidiđ siämmáá-árvusijd máhđulâšvuođâid oppâđ sämikielâ

source: Almmolaš giellalágas ja sámi giellalágas ii leat sierra guoddalanvejolašvuohta lágarihkkumušaid
smn: Almos kielâlaavâst já säämi kielâlaavâst ij lah sierânâs kuoddâlemmáhđulâšvuotâ lahârikkomušâi

source: čielggadeapmin iige sanktiovuogádat lágarihkkumušaid eastadeapmin.
smn: čielgiimân ige sanktiovuáhádâh lahârikkomušâi estimân.

source: Ovttaveardásašvuohtaláhka
smn: Oovtviärdásâšvuođâlaahâ kiäldá kielâ

source: gieldá giela vuođul dáhpáhuvvan vealaheami ja lágas lea dán dárkkuhusa várás sierra guoddalan- ja
smn: vuáđuld tábáhtuvvee olgoštem já laavâst lii tađe várás sierânâs kuoddâlem- já sanktiovuáhádâh.

source: sanktiovuogádat. Sámi giellaláhka lea luonddu dáfus jo vuođđolágage dihte sámegiela ja
smn: Säämi kielâlaahâ lii luándus peeleest juo vuáđuilaavâ-uv keežild uáivilis peeleest sämikielâ já sämi

source: sámekultuvrra bajásdoalli.
smn: kulttuur alnetuállee.

source: Rihkkumušaid čielggadeapmin ja eastadeapmin lea erenomáš dehalaš,
smn: Rikkomušâi čielgiimân já estimân lii uáli tehálâš, et säämi kielâlaavâ olášut

source: ahte sámi giellalága ollašuhttimii galggašii ráhkadit čielga guoddalan- ja sanktiovuogádaga, mii
smn: mân rahtuuččij čielgâ kuoddâlem- já sanktiovuáhádâh, mii puávtáččij toimâđ uássin vuoigâdvuođâ

source: sáhtášii doaibmat jo dálá riektevuogádagaid oassin.
smn: vuáháduvâid, moh láá juo lemin.

source: Sámi giellalága ollašuvvan gáibida, ahte sámi giellaláhka gohccojuvvo viidát, vejolaš rihkkumušain
smn: Säämi kielâlaavâ olášume váátá, et säämi kielâlaahâ piäránkiäččoo tuárvi vijđáht, máhđulijn rikko

source: ja váilevuođain sáhttá guoddalit ja ahte giellalága rihkkumušaide ásahuvvojit ráŋggáštusat.
smn: mušâin já vááijuvvuođâin puáhtá kuoddâliđ já et kielâlaavâ rikkomuššáid asâttuvvojeh ráŋgáštâsah.

source: heivvolaš kontákta váidalanáššiin livčče sámedikki gielladorvočálli, guhte fuolahivčče doallevaš
smn: Luándulâš vuosmuš ohtâvuođâväldim kuoddâlemaašijn ličij sämitige kielâtorvočällee, kote anaččij

source: riektevuogádaga olis guoddalusaid gieđahallamis riektevirgeoapmahaččain dahje eará vejolaš
smn: huolâ vyeimistorroo vuoigâdvuođâvuáháduv ooleest kuoddâlmij kieđâvuššâm vuoigâdvuođâvirge

source: orgánain.
smn: omâháin tâi eres máhđulijn peelijn.

source: Sámi giellalága doaibmevašvuohta gáibida, ahte giellalága rihkkumušat eastaduvvojit ovddalgihtii doarvái beaktilis sanktiovuogádagain.
smn: Säämi kielâlaavâ toimâmvuotâ váátá, et kielâlaavâ rikkomušah iästojeh muuneeld kelijdeijeetásásâš sanktiovuáháduvváin.

source: Virgeoapmahaččat galget guorahallagoahtit sámi giellalága váikkuhusaid iežaset doibmii ja
smn: Virgeomâhááh kalgeh riemmâđ árvuštâllâđ säämi kielâlaavâ vaikuttâsâid jieijâs toimáidsis já ovde

source: ovddidit iežaset doaimma sámi giellalága gáibádusaid mielde.
smn: diđ tooimâs säämi kielâlaavâ vátámušâi miäldásâžžân.

source: Virgeoapmahaččat galget maiddái
smn: Virgeomâhááh kalgeh meiddei väldiđ tuo

source: váldit duođas dán čielggadeami doaibmabiddjoevttohusaid ja ollašuhttigoahtit iežaset
smn: đâst taan čielgiittâs toimâiävtuttâsâid já riemmâđ olášitteđ jieijâs toimâsyergi kyeskee toimâiäv

source: doaibmasuorggi guoskevaš doaibmabiddjoevttohusaid, vuoi sámi giellalága sáhttá oppalohkkái
smn: tuttâsâid, vâi säämi kielâlaahâ puáhtá ubâ olášuđgin.

source: Sámi giellalága ollašuvvan gáibida movttiidahtti vuoiŋŋa, mii fállá lunddolaš
smn: Säämi kielâlaavâ olášume váátá movtijdittee tile, mii taha luándulâš kielâkevttimtilálâšvuođâid.

source: Doaibmabiddjoevttohusat leat ráhkaduvvon materiálas ovdan boahtán áššiid vuođul.
smn: Toimâiävtuttâsah láá rahtum amnâstuvâst oovdânpuáttám áášij vuáđuld.

source: evttohusain leat geavahuvvon ávkin Norgga ja Ruoŧa sámedikki sámegiela beavttálmahttin- ja
smn: Iävtuttâsâi motomijn oosijn láá kevttum ävkkin Taažâ já Ruotâ sämitige sämikielâ pehtilittem- já ovdedemtooimah.

source: Sámiid ruovttuguovllu gielddaid ja stáhtahálddahusa ossodagaid guoskevaš evttohusat:
smn: Sämikuávlu kieldâid já staatâhaldâšem ohtâduvâid kyeskee iävtuttâsah:

source: Sámiid ruovttuguovllu gielddat, stáhta virgebáikkit / fitnodatlágádusat ja sámeorganisášuvnnat galget dieđihit ja skuvlet jeavddalaččat bargiid sámi giellalágas.
smn: Sämikuávlu kieldah, staatâ virgáduvah / finnodâhlájádâsâh já sämiorganisaatioh kalgeh tie đettiđ já škovliđ merikoskâsávt pargeidis säämi kielâlaavâst.

source: Sámiid ruovttuguovllu gielddat, stáhta virgebáikkit / fitnodatlágádusat ja sámeorganisášuvnnat galget dieđihit ja guorahallat dan, mo sámi giellaláhka váikkuha bargoservoša doaibmamii.
smn: Sämikuávlu kieldah, staatâ virgáduvah / finnodâhlájádâsâh já sämiorganisaatioh kalgeh tie đettiđ já kuorâttâllâđ tom, maht säämi kielâlaahâ vaikut pargosiärváduv tooimân.

source: Sámiid ruovttuguovllu gielddat, stáhta virgebáikkit / fitnodatlágádusat ja sámeorganisášuvnnat galget válbmet vuogádaga dasa, mo tulkon dahje sámegielat áššehasbálvaleapmi doaibmasuorggis lágiduvvo ja dieđihit olbmuide daid olbmuin, geat sáhttet fállat áššehasbálvaleami sámegillii.
smn: toimâsyergist já kalgeh tieđettiđ aalmugân tain ulmuin, kiäh pyehtih adeliđ äššigâšpalvâlem

source: Sámi giellalága ollašuvvama galgá čuovvut bušeahttadoalu ja bálvalusaid kvalitehta mielde.
smn: Säämi kielâlaavâ olášume kalga čuávvuđ budjetekonomia já palvâlusâi kvaliteet mield..

source: Sámegielat bálvalusaid fállamii ožžojuvvon ruhtadeami ja daid geavaheami galgá čilget bušeahtas.
smn: mikielâlâš palvâlusâi pyevtitmân finnejum ruttâdem já toi kevttim kalga sierânistiđ budje

source: Sámeguovllu gielddat ja stáhta ossodagat galget ráhkadit mihtidanvugiid, mo sámegielat bálvalusaid, daid doaibmama ja váikkuhusa galgá mihtidit.
smn: Sämikuávlu kieldah já staatâ ohtâduvah kalgeh rähtiđ mittedemvuáháduvâid, maht sämikie lâlâš palvâlusâid, toi toimâmvuođâ já vaikuttâs puáhtá mittediđ.
